Repository: arthur-fontaine/rosas
Catalog: lib/l10n/intl_*.arb
Languages: fr

source: Your feed
fr: Votre flux

source: Read later
fr: À lire plus tard

source: Unread notifications
fr: Notifications non lues

source: Settings
fr: Paramètres

source: Mark all as read
fr: Marquer tout comme lu

# readMore
source: Read more ({otherPartsNumber} other parts)
fr: Lire plus (encore {otherPartsNumber} parties)

# ago
source: {formattedDuration} ago
fr: il y a {formattedDuration}

source: Search
fr: Recherche

# noSubscription
source: You have no subscription.
fr: Vous n'avez aucun abonnement.

# noSubscriptionMessage
source: Tap on the search button to subscribe to your favorite media.
fr: Cliquez sur le bouton recherche pour vous abonner à vos medias préférés.

source: Split reading
fr: Lecture fractionnée

# splitReadingDescription
source: The main feature of Rosas is the split reading. Instead of reading your articles in a huge block, read them as a Twitter thread, in 280 character chunks.
fr: La principale fonctionnalité de Rosas est la lecture fractionnée. Au lieu de lire vos articles en énormes blocs, lisez les comme des threads Twitter, en parties de 280 caractères.

source: Notifications and Read later
fr: Notifications et À lire plus tard

# notificationsAndReadLaterDescription
source: Find your notifications and added articles in the Read Later section on the home page. Rosas will automatically move them to the top.
fr: Retrouvez les section de vos notifications et de vos articles ajoutés aux À lire plus tard en haut de la page d'accueil. Rosas les mettra automatiquement en avant.

# searchWithBangs
source: Search with !command
fr: Recherche avec !commande

# searchWithBangsDescription
source: Search for sources across different services with DuckDuckGo Bangs inspired search.
fr: Recherchez des sources à travers différents services avec une recherche inspirée des Bangs DuckDuckGo.

# learnMoreAboutBangs
source: Learn more about Rosas Bangs.
fr: Apprenez-en plus à propos des Rosas Bangs.

# tContinue
source: Continue
fr: Continuer

source: Sign up or log in.
fr: Créer un compte ou se connecter.

# signUpOrLoginDescription
source: Being authenticated allows you to enjoy synchronization between all your devices.
fr: Être identifié vous permet de bénéficier d'une synchronisation entre tous vos appareils.

source: Log in
fr: Se connecter

# logInDescription
source: Log in to benefit from synchronization between all your devices.
fr: Connectez-vous pour bénéficier d'une synchronisation entre tous vos appareils.

source: Sign up
fr: S'inscrire

# signUpDescription
source: Sign up to benefit from synchronization between all your devices.
fr: Inscrivez-vous pour bénéficier d'une synchronisation entre tous vos appareils.

source: Continue without logging in
fr: Continuer sans se connecter

# userNotFound
source: No user found for that email.
fr: Cet email n'est associé à aucun compte.

# wrongPassword
source: Wrong password provided for that user.
fr: Le mot de passe fourni n'est pas correct.

# noEmailError
source: You have to provide an email.
fr: Vous devez renseigner un email.

# noPasswordError
source: You have to provide a password.
fr: Vous devez renseigner un mot de passe.

# passwordsNotSame
source: The passwords are not the same.
fr: Les mots de passe ne sont pas les mêmes

# weakPassword
source: The password provided is too weak.
fr: Le mot de passe fourni est trop faible.

# emailAlreadyInUse
source: The account already exists for that email.
fr: Cet email est déjà utilisée par un autre compte.

source: Password
fr: Mot de passe

source: Unknown error.
fr: Erreur inconnue.

source: Subscribed
fr: Abonné

source: Subscribe
fr: S'abonner

source: Account
fr: Compte

# accountSettingsDescription
source: Change your email or your password, download your data or delete your account.
fr: Changer votre email ou votre mot de passe, téléchargez vos données ou supprimez votre compte.

source: Theme
fr: Thème

# themeSettingsDescription
source: Change the theme of Rosas.
fr: Changez le thème de Rosas.

source: Coming soon
fr: Bientôt disponible

source: Integrations
fr: Intégrations

# integrationsSettingsDescription
source: Connect your Rosas account with Twitter or Pocket.
fr: Connectez votre compte Rosas à Twitter ou Pocket.

source: Credits
fr: Crédits

# creditsSettingsDescription
source: Resources used by Rosas.
fr: Ressources utiisées par Rosas.

source: Change password
fr: Changez le mot de passe

# changePasswordDescription
source: Change your password to ensure better security.
fr: Changez votre mot de passe pour assurez une meilleure sécurité.

source: Download your data
fr: Téléchargez vos données

# downloadYourDataDescription
source: Request all the data about you that is stored on our servers.
fr: Demandez une archive de toutes les données vous concernant et qui sont stockées sur nos serveurs.

source: Delete your account
fr: Supprimez votre compte

# deleteYourAccountDescription
source: Delete your account and all associated data.
fr: Supprimez votre compte et toutes vos données.

source: Log out
fr: Déconnexion

# verifyPassword
source: Verify your password
fr: Vérifier votre mot de passe

source: Change email
fr: Changer l'email

source: New password
fr: Nouveau mot de passe

# deleteAccountDisclaimer
source: By deleting your account you will not be able to log in to your account. This will also delete all of your data on our servers. You will still be able to recreate an account with the same email, however, you will not be able to retrieve all your subscriptions and other data.
fr: En supprimant votre compte vous ne pourrez plus vous connecter à votre compte. Cela supprimera également l'entièreté de vos données sur nos serveurs. Vous pourrez tout de même vous recréer un compte avec le même email, cependant, vous ne pourrez pas récupérer tous vos abonnements et toutes autres données.
